[
  {
    "month": 1,
    "day": 1,
    "title": "Waters Recede from Earth",
    "icon": "🚢",
    "description": "In Noah's 601st year, he removes the ark's covering and sees the surface of the ground is dry, marking the recession of floodwaters.",
    "verse": "Genesis 8:13"
  },
  {
    "month": 1,
    "day": 1,
    "title": "Erection of the Tabernacle",
    "description": "God commands Moses to set up the tabernacle on the first day of the first month in the second year after the exodus, establishing the central place of worship.",
    "verse": "Exodus 40:2,17"
  },
  {
    "month": 1,
    "day": 10,
    "title": "Selection of Passover Lamb",
    "description": "On the tenth day of the first month, the Israelites are instructed to select a lamb for the Passover sacrifice, preparing for the deliverance from Egypt.",
    "verse": "Exodus 12:3"
  },
  {
    "month": 1,
    "day": 10,
    "title": "Crossing the Jordan River",
    "description": "The Israelites cross the Jordan River on the tenth day of the first month, entering the Promised Land after 40 years in the wilderness.",
    "verse": "Joshua 4:19"
  },
  {
    "month": 1,
    "day": 13,
    "title": "Haman's Decree Issued",
    "description": "On the thirteenth day of the first month, the king's scribes write and seal Haman's command to destroy all Jews in the Persian empire.",
    "verse": "Esther 3:12"
  },
  {
    "month": 1,
    "day": 14,
    "title": "Passover Observance",
    "description": "The Passover is observed on the fourteenth day of the first month, commemorating the sparing of Israelite firstborns during the final plague on Egypt.",
    "verse": "Leviticus 23:5; Exodus 12:6"
  },
  {
    "month": 1,
    "day": 15,
    "title": "Exodus from Egypt Begins",
    "description": "On the fifteenth day of the first month, the Israelites depart from Egypt following the Passover, beginning their journey to the Promised Land.",
    "verse": "Exodus 12:41; Numbers 33:3"
  },
  {
    "month": 2,
    "day": 1,
    "title": "Census of Israel Ordered",
    "description": "On the first day of the second month in the second year after the exodus, God commands Moses to conduct a census of the Israelites in the wilderness of Sinai.",
    "verse": "Numbers 1:1,18"
  },
  {
    "month": 2,
    "day": 14,
    "title": "Second Passover for the Unclean",
    "description": "Those who are ceremonially unclean or on a journey observe the Passover on the fourteenth day of the second month, ensuring inclusivity.",
    "verse": "Numbers 9:11"
  },
  {
    "month": 2,
    "day": 17,
    "title": "Great Flood Begins",
    "icon": "🚢",
    "description": "In Noah's 600th year, on the seventeenth day of the second month, the fountains of the deep burst forth and rain begins, initiating the global flood.",
    "verse": "Genesis 7:11"
  },
  {
    "month": 2,
    "day": 20,
    "title": "Departure from Mount Sinai",
    "description": "On the twentieth day of the second month in the second year after the exodus, the cloud lifts from the tabernacle, signaling the Israelites' departure from Sinai.",
    "verse": "Numbers 10:11"
  },
  {
    "month": 2,
    "day": 27,
    "title": "Earth Completely Dries After Flood",
    "icon": "🚢",
    "description": "By the twenty-seventh day of the second month in Noah's 601st year, the earth is fully dry, allowing Noah and his family to exit the ark.",
    "verse": "Genesis 8:14"
  },
  {
    "month": 3,
    "day": 23,
    "title": "Mordecai's Decree for Jewish Defense",
    "description": "On the twenty-third day of the third month, the king's scribes write Mordecai's command allowing the Jews to defend themselves against their enemies.",
    "verse": "Esther 8:9"
  },
  {
    "month": 4,
    "day": 9,
    "title": "Jerusalem's Walls Breached",
    "description": "On the ninth day of the fourth month during Zedekiah's reign, the famine-stricken city of Jerusalem is breached by the Babylonians.",
    "verse": "Jeremiah 39:2; 52:6"
  },
  {
    "month": 5,
    "day": 1,
    "title": "Death of Aaron",
    "description": "Aaron ascends Mount Hor and dies on the first day of the fifth month in the fortieth year after the exodus, marking the end of his priestly service.",
    "verse": "Numbers 33:38"
  },
  {
    "month": 5,
    "day": 1,
    "title": "Ezra Arrives in Jerusalem",
    "description": "Ezra arrives in Jerusalem on the first day of the fifth month after departing Babylon, bringing reforms and teachings of the law.",
    "verse": "Ezra 7:9"
  },
  {
    "month": 5,
    "day": 7,
    "title": "Burning of the First Temple Begins (587 BC)",
    "description": "On the seventh day of the fifth month, Nebuzaradan begins burning Solomon's temple, the king's house, and all houses in Jerusalem.",
    "verse": "2 Kings 25:8; Jeremiah 52:12"
  },
  {
    "month": 5,
    "day": 9,
    "title": "Destruction of the First Temple (587 BC)",
    "description": "The First Temple is destroyed by the Babylonians under Nebuchadnezzar on the 9th of Av. Historical expectation suggests Jehoiarib (Course 1) was serving, as with the Second Temple's fall on the same date 657 years later.",
    "verse": "2 Kings 25:8-9; Jeremiah 52:12-13",
    "condition": "year_-586",
    "bookChapter": "/chapters/priestly-courses/"
  },
  {
    "month": 5,
    "day": 9,
    "title": "Destruction of the Second Temple (70 AD)",
    "description": "The Second Temple is destroyed by the Romans under Titus on the 9th of Av. Historical testimony confirms that Jehoiarib (Course 1) was serving in the priestly rotation when the Temple fell, providing a critical anchor point for calculating the 24-course priestly cycle.",
    "verse": "Josephus, Wars of the Jews 6.4.5",
    "condition": "year_70",
    "bookChapter": "/chapters/priestly-courses/",
    "quote": "The same month and day were now observed, as I said before, wherein the holy house was burnt formerly by the Babylonians."
  },
  {
    "month": 5,
    "day": 10,
    "title": "Burning of the First Temple (586 BC)",
    "description": "On the tenth day of the fifth month (parallel account), Nebuzaradan burns the temple and city of Jerusalem.",
    "verse": "2 Kings 25:8; Jeremiah 52:12"
  },
  {
    "month": 6,
    "day": 24,
    "title": "Resumption of Temple Rebuilding",
    "description": "On the twenty-fourth day of the sixth month in Darius's second year, the people resume work on the house of God following Haggai's prophecy.",
    "verse": "Haggai 1:15"
  },
  {
    "month": 6,
    "day": 25,
    "title": "Completion of Jerusalem's Walls",
    "description": "Nehemiah completes the rebuilding of Jerusalem's walls on the twenty-fifth day of the sixth month (Elul) after 52 days of work.",
    "verse": "Nehemiah 6:15"
  },
  {
    "month": 7,
    "day": 1,
    "title": "Feast of Trumpets",
    "description": "A holy convocation with trumpet blasts is held on the first day of the seventh month, serving as a memorial and day of rest.",
    "verse": "Leviticus 23:24"
  },
  {
    "month": 7,
    "day": 1,
    "title": "Renewal of Burnt Offerings",
    "description": "From the first day of the seventh month after the return from exile, the Israelites begin offering daily burnt offerings, reestablishing temple worship.",
    "verse": "Ezra 3:6"
  },
  {
    "month": 7,
    "day": 10,
    "title": "Day of Atonement",
    "description": "On the tenth day of the seventh month, the people afflict their souls and the high priest makes atonement for Israel in this annual day of fasting and repentance.",
    "verse": "Leviticus 23:27"
  },
  {
    "month": 7,
    "day": 10,
    "title": "Sabbath Year Debt Release",
    "description": "On the Day of Atonement in the Sabbath Year (Year of Release), all debts among the people are to be forgiven. This is YHWH's time of release. Yeshua proclaimed 'the year of the Lord's favor' from Isaiah 61 in Luke 4 during a Year of Release.",
    "verse": "Deuteronomy 15:1-3,9; Isaiah 61:1-2; Luke 4:18-19",
    "condition": "sabbath_year"
  },
  {
    "month": 7,
    "day": 10,
    "title": "Proclamation of Jubilee",
    "description": "The trumpet of the jubilee is sounded on the tenth day of the seventh month during the Day of Atonement, proclaiming liberty throughout all the land and return of property. All Hebrew servants are freed and land returns to original family ownership. Isaiah 61 prophesies of this ultimate release.",
    "verse": "Leviticus 25:9-13; Isaiah 61:1-2",
    "condition": "jubilee_year"
  },
  {
    "month": 7,
    "day": 10,
    "title": "Yeshua Proclaims the Year of the Lord's Favor",
    "description": "In the synagogue at Nazareth, Yeshua reads from Isaiah 61 and declares 'Today this Scripture has been fulfilled in your hearing.' He proclaims liberty to captives and the year of the Lord's favor—the Year of Release commanded by Torah. The crowd, enraged, attempts to throw him off a cliff like the scapegoat, but he passes through their midst.",
    "verse": "Luke 4:16-30; Isaiah 61:1-2",
    "condition": "year_29",
    "bookChapter": "/chapters/12-32-ad-resurrection/",
    "quote": "The Spirit of the Lord is upon me, because he has anointed me to proclaim good news to the poor. He has sent me to proclaim liberty to the captives and recovering of sight to the blind, to set at liberty those who are oppressed, to proclaim the year of the Lord's favor."
  },
  {
    "month": 7,
    "day": 15,
    "title": "Feast of Tabernacles Begins",
    "description": "The Feast of Tabernacles commences on the fifteenth day of the seventh month, a seven-day celebration of dwelling in booths to remember the wilderness journey.",
    "verse": "Leviticus 23:34"
  },
  {
    "month": 7,
    "day": 15,
    "title": "First Temple Dedication & Priestly Cycle Begins",
    "icon": "🏛️",
    "description": "Solomon dedicates the First Temple during the Feast of Tabernacles. The Ark is placed in the Most Holy Place and the glory of the LORD fills the Temple so that the priests cannot stand to minister. All priests had sanctified themselves and 'did not then wait by course' (2 Chr 5:11). After a 14-day celebration ending on the 23rd, the regular priestly rotations began with Jehoiarib (Course 1), establishing the 24-course weekly cycle that continued until 70 AD.",
    "verse": "1 Kings 8:1-11,65-66; 2 Chronicles 5:2-14; 7:8-10; 1 Chronicles 24:7",
    "condition": "year_-958",
    "bookChapter": "/chapters/priestly-courses/",
    "quote": "And it came to pass, when the priests were come out of the holy place, that the cloud filled the house of the LORD, so that the priests could not stand to minister because of the cloud: for the glory of the LORD had filled the house of the LORD."
  },
  {
    "month": 7,
    "day": 15,
    "title": "Public Torah Reading (Sabbath Year)",
    "description": "At the end of every seven years, during the Feast of Tabernacles in the Year of Release, the Torah is read publicly before all Israel—men, women, children, and strangers—so that they may hear, learn, and fear YHWH.",
    "verse": "Deuteronomy 31:10-13",
    "condition": "sabbath_year"
  },
  {
    "month": 7,
    "day": 17,
    "title": "Ark Rests on Ararat",
    "icon": "🚢",
    "description": "On the seventeenth day of the seventh month, the ark comes to rest on the mountains of Ararat as the floodwaters continue to recede.",
    "verse": "Genesis 8:4"
  },
  {
    "month": 8,
    "day": 15,
    "title": "Jeroboam's Idolatrous Feast",
    "description": "King Jeroboam ordains a feast on the fifteenth day of the eighth month, imitating the Feast of Tabernacles but leading Israel into idolatry.",
    "verse": "1 Kings 12:32"
  },
  {
    "month": 9,
    "day": 4,
    "title": "Prophecy to Zechariah",
    "description": "On the fourth day of the ninth month in Darius's fourth year, the word of the Lord comes to Zechariah regarding fasting and obedience.",
    "verse": "Zechariah 7:1"
  },
  {
    "month": 10,
    "day": 1,
    "title": "Mountain Tops Visible",
    "icon": "🚢",
    "description": "On the first day of the tenth month, the tops of the mountains became visible as the floodwaters continued to recede.",
    "verse": "Genesis 8:5"
  },
  {
    "month": 10,
    "day": 10,
    "title": "Siege of Jerusalem Begins",
    "description": "On the tenth day of the tenth month in Zedekiah's ninth year, Nebuchadnezzar begins the siege of Jerusalem, leading to its eventual fall.",
    "verse": "2 Kings 25:1"
  },
  {
    "month": 11,
    "day": 1,
    "title": "Moses Addresses Israel",
    "description": "On the first day of the eleventh month in the fortieth year after the exodus, Moses speaks to the Israelites, recounting their journey and God's commands.",
    "verse": "Deuteronomy 1:3"
  },
  {
    "month": 11,
    "day": 1,
    "title": "🔥 Ezekiel's Prophecy Against Tyre (Babylon the Great)",
    "icon": "🔥",
    "description": "In the 12th year of Jehoiachin's exile—the year after the First Temple fell—Ezekiel prophesies against Tyre. While partially fulfilled historically by Nebuchadnezzar and Alexander, the 'never rebuilt' clause points typologically to Babylon the Great's final destruction (Revelation 17-18).",
    "verse": "Ezekiel 26:1-14",
    "quote": "I am against you, O Tyre, and I will raise up many nations against you, as the sea brings up its waves... thou shalt be built no more: for I the LORD have spoken it.",
    "detailsTitle": "Why Tyre = Babylon the Great",
    "details": [
      {
        "heading": "\"Never be rebuilt\" as permanent, end-times desolation",
        "text": "Ezekiel 26:14 says Tyre 'shall never be rebuilt' and 'be no more forever' (cf. v. 21), yet modern Tyre exists as a city. This suggests the prophecy has a dual/typological layer: partial historical fulfillment (Nebuchadnezzar, Alexander), but ultimate total/irreversible ruin in the future—like Babylon the Great's final fall ('found no more forever,' Rev 18:21)."
      },
      {
        "heading": "Symbolic 'bare rock' and fishing nets",
        "text": "The site becomes a bare rock for nets (Ezek 26:4-5,14), symbolizing utter stripping of glory/power. Babylon the Great ends similarly—utterly desolate, mourned by merchants, never restored (Rev 18:17-19,21)."
      },
      {
        "heading": "Commercial pride and global trade parallels",
        "text": "Tyre's wealth from worldwide merchants (Ezek 27) mirrors Babylon the Great's luxury trade list (Rev 18:11-13). Both are proud empires judged for exploiting nations/God's people."
      },
      {
        "heading": "Gloating over Jerusalem's fall",
        "text": "Tyre rejoices at Jerusalem's ruin for gain (Ezek 26:2), typifying Babylon the Great's spiritual/economic opposition to saints (Rev 17:6; 18:24)."
      },
      {
        "heading": "Multi-nation waves of judgment",
        "text": "'Many nations' attack like sea waves (Ezek 26:3); Babylon the Great falls when kings/beast turn on her (Rev 17:16-17), fulfilling the 'many nations' in an end-times context."
      },
      {
        "heading": "Satanic ruler behind the city",
        "text": "Ezekiel 28 (tied to Tyre oracle) describes the king as a fallen cherub in Eden (v. 12-19), linking to satanic influence. Babylon the Great rides the beast (Satanic power, Rev 17:3-7), making Tyre a type of the final Antichrist system."
      },
      {
        "heading": "Revelation's heavy borrowing from Ezekiel's Tyre oracles",
        "text": "Rev 18 directly echoes Ezekiel 26–27 (merchants/kings weeping, sudden ruin, dust on heads, 'Who is like the great city?'). This intertextual link shows John applying Tyre's judgment as a foreshadowing of Babylon the Great's eschatological destruction."
      },
      {
        "heading": "Prophecy's dual near/far application",
        "text": "Biblical pattern (e.g., Antichrist types in history) allows partial fulfillment historically while reserving full 'never rebuilt' permanence for the end-times entity—ancient Tyre partially judged but 'rebuilt' modestly; Babylon the Great never recovers."
      }
    ]
  },
  {
    "month": 10,
    "day": 29,
    "title": "Joshua's Long Day — Sun & Moon Stand Still",
    "icon": "☀️🌕",
    "condition": "moonPhase_full",
    "contentFile": "/events/joshuas-long-day.txt",
    "image": "/assets/img/LongDay.jpg"
  },
  {
    "month": 10,
    "day": 30,
    "title": "Joshua's Long Day — Sun & Moon Stand Still",
    "icon": "☀️🌕",
    "condition": "moonPhase_full",
    "contentFile": "/events/joshuas-long-day.txt",
    "image": "/assets/img/LongDay.jpg"
  },
  {
    "month": 11,
    "day": 10,
    "title": "Noah Sends Raven and Dove from Ark",
    "icon": "🚢🦅🕊️",
    "description": "Forty days after the mountain tops became visible, Noah opens the window of the ark and sends out a raven, which flies back and forth until the waters dry up. He also sends out a dove, but it returns finding no resting place.",
    "verse": "Genesis 8:6-9"
  },
  {
    "month": 11,
    "day": 13,
    "title": "Joshua's Long Day — Sun & Moon Stand Still",
    "icon": "☀️🌕",
    "condition": "moonPhase_crescent",
    "contentFile": "/events/joshuas-long-day.txt",
    "image": "/assets/img/LongDay.jpg"
  },
  {
    "month": 11,
    "day": 14,
    "title": "Joshua's Long Day — Sun & Moon Stand Still",
    "icon": "☀️🌕",
    "condition": "moonPhase_dark",
    "contentFile": "/events/joshuas-long-day.txt",
    "image": "/assets/img/LongDay.jpg"
  },
  {
    "month": 11,
    "day": 17,
    "title": "Dove Returns with Olive Branch",
    "icon": "🚢🕊️🌿",
    "description": "Seven days after first sending the dove, Noah sends it out again. This time it returns in the evening with a freshly plucked olive leaf in its beak, signaling that the waters had receded from the earth.",
    "verse": "Genesis 8:10-11"
  },
  {
    "month": 11,
    "day": 24,
    "title": "Dove Does Not Return",
    "icon": "🚢🕊️",
    "description": "Seven days after the dove returned with the olive leaf, Noah sends it out once more. This time the dove does not return, indicating the earth is now habitable.",
    "verse": "Genesis 8:12"
  },
  {
    "month": 11,
    "day": 24,
    "title": "🔥 Zechariah's Night Visions",
    "icon": "🔥",
    "description": "On the 24th day of the 11th month (Shebat), in the 2nd year of Darius, the word of the LORD came to Zechariah (son of Berekiah, son of Iddo). During the night he received a series of prophetic visions: horsemen patrolling the earth, horns and craftsmen, a man with a measuring line, Joshua the high priest, the lampstand and olive trees, the flying scroll, the 'woman' ☢️🔥 in a basket, and four chariots. Themes include God's anger turned to comfort for Zion, judgment on nations, temple rebuilding, and future restoration.",
    "verse": "Zechariah 1:7-6:15",
    "quote": "The word of the LORD came to the prophet Zechariah... During the night I had a vision, and there before me was a man mounted on a red horse.",
    "detailsTitle": "The 'Woman' in the Basket — Fire Offering?",
    "details": [
      {
        "heading": "Hebrew Word Ambiguity: Woman or Fire?",
        "text": "In Hebrew, 'woman' (אִשָּׁה, ishah) and 'fire offering' (אִשֶּׁה, isheh) are spelled identically without vowel points—vowels were added later by tradition. The consonantal text allows for an alternate reading: not a 'woman' but a 'fire/fire offering' in the basket."
      },
      {
        "heading": "The Ephah's Dimensions",
        "text": "The ephah (measuring basket) described has specific dimensions—a cylindrical container. With a talent of lead (approximately 70 pounds) as its covering/payload, the proportions remarkably match modern submarine-launched ballistic missiles."
      },
      {
        "heading": "Flying Cylinder Carried by Wings",
        "text": "Two figures with wings 'like the wings of a stork' lift the ephah between heaven and earth, carrying it to the land of Shinar (Babylon). This describes a flying cylindrical object with a heavy lead payload being delivered to bring destruction."
      },
      {
        "heading": "Connection to Babylon's Destruction",
        "text": "The destination is Shinar/Babylon, where a 'house' is built for it. Combined with Revelation's description of Babylon the Great's sudden destruction 'in one hour' by fire (Rev 18:8-10, 17-19), this vision may prophetically describe the weapon of that judgment—a fire that consumes everything."
      }
    ]
  },
  {
    "month": 12,
    "day": 3,
    "title": "Completion of Second Temple",
    "description": "The second temple is completed on the third day of the twelfth month (Adar) in Darius's sixth year, restoring worship after the exile.",
    "verse": "Ezra 6:15"
  },
  {
    "month": 12,
    "day": 13,
    "title": "Jews Defend Themselves on Purim",
    "description": "On the thirteenth day of the twelfth month, the Jews assemble to defend themselves against their enemies as per the reversed decree.",
    "verse": "Esther 9:1"
  },
  {
    "month": 12,
    "day": 14,
    "title": "Purim Celebration",
    "description": "The Jews rest and celebrate on the fourteenth day of the twelfth month, establishing the annual feast of Purim to commemorate their deliverance.",
    "verse": "Esther 9:17"
  }
]