[
    {
      "week_order": 1,
      "parashah": "Bereshit",
      "meaning": "In the beginning",
      "citation": "Genesis 1:1-6:8",
      "summary": "This portion describes the creation of the world in six days, God's rest on the seventh day establishing Shabbat, the placement of Adam and Eve in the Garden of Eden, their temptation by the serpent and expulsion after eating from the Tree of Knowledge, the story of Cain murdering Abel, and the genealogy of early humanity leading up to Noah amid growing corruption.",
      "hebrew_month": 1,
      "hebrew_day": 26
    },
    {
      "week_order": 2,
      "parashah": "Noach",
      "meaning": "Noah",
      "citation": "Genesis 6:9-11:32",
      "summary": "Humanity's wickedness prompts God to flood the earth, but righteous Noah is instructed to build an ark to save his family and pairs of animals; after the flood subsides, God establishes a covenant with Noah symbolized by the rainbow, promising no more global floods; Noah plants a vineyard, becomes drunk, and curses one son while blessing others; the portion ends with the Tower of Babel, where God confuses languages to scatter humanity.",
      "hebrew_month": 2,
      "hebrew_day": 3
    },
    {
      "week_order": 3,
      "parashah": "Lech-Lecha",
      "meaning": "Go forth",
      "citation": "Genesis 12:1-17:27",
      "summary": "God calls Abram to leave his homeland for Canaan, promising him numerous descendants and blessings; Abram travels with Sarai and Lot, faces famine in Egypt where Sarai is taken to Pharaoh's house but returned; Abram separates from Lot, rescues him from captors in war, and receives God's covenant including the promise of land and offspring; Sarai gives Hagar to Abram, who bears Ishmael; God changes their names to Abraham and Sarah and institutes circumcision as the covenant sign.",
      "hebrew_month": 2,
      "hebrew_day": 10
    },
    {
      "week_order": 4,
      "parashah": "Vayera",
      "meaning": "And He appeared",
      "citation": "Genesis 18:1-22:24",
      "summary": "Abraham hosts three angelic visitors who announce Sarah will bear a son; Abraham pleads with God to spare Sodom and Gomorrah for the sake of the righteous, but the cities are destroyed after Lot and his family flee; Lot's daughters bear Moab and Ammon; Sarah gives birth to Isaac, and Hagar with Ishmael are expelled but saved by God; Abraham makes a treaty with Abimelech; in a test of faith, God commands Abraham to sacrifice Isaac, but an angel intervenes, providing a ram instead.",
      "hebrew_month": 2,
      "hebrew_day": 17
    },
    {
      "week_order": 5,
      "parashah": "Chayei Sarah",
      "meaning": "Life of Sarah",
      "citation": "Genesis 23:1-25:18",
      "summary": "Sarah dies at 127 and is buried in the Cave of Machpelah, which Abraham purchases from the Hittites; Abraham sends his servant to find a wife for Isaac from his kin, and the servant meets Rebekah at a well, confirming her through a sign; Rebekah agrees to marry Isaac and they wed; Abraham remarries Keturah, fathers more sons, but bequeaths everything to Isaac before dying at 175 and being buried beside Sarah; the portion lists Ishmael's descendants.",
      "hebrew_month": 2,
      "hebrew_day": 24
    },
    {
      "week_order": 6,
      "parashah": "Toledot",
      "meaning": "Generations",
      "citation": "Genesis 25:19-28:9",
      "summary": "Isaac and Rebekah pray for children, and she bears twins Esau and Jacob after a difficult pregnancy; Esau sells his birthright to Jacob for lentil stew; during famine, Isaac goes to Gerar, passes Rebekah as his sister, and prospers; Esau marries Hittite women; Rebekah helps Jacob deceive blind Isaac into giving him Esau's blessing; Esau vows revenge, prompting Jacob to flee to Haran; Esau marries Ishmael's daughter.",
      "hebrew_month": 3,
      "hebrew_day": 2
    },
    {
      "week_order": 7,
      "parashah": "Vayetzei",
      "meaning": "And he went out",
      "citation": "Genesis 28:10-32:3",
      "summary": "Fleeing Esau, Jacob dreams of a ladder to heaven with angels and God's promise of protection and descendants; at Laban's house, Jacob agrees to work seven years for Rachel but is tricked into marrying Leah first, then works another seven for Rachel; Leah bears four sons, Rachel gives her maid Bilhah who bears two, Leah's maid Zilpah bears two, and Leah bears two more; Rachel finally bears Joseph; Jacob prospers with Laban's flocks using selective breeding and flees with his family when tensions rise.",
      "hebrew_month": 3,
      "hebrew_day": 9
    },
    {
      "week_order": 8,
      "parashah": "Vayishlach",
      "meaning": "And he sent",
      "citation": "Genesis 32:4-36:43",
      "summary": "Jacob prepares to meet Esau by sending messengers and gifts, prays for protection, and wrestles a divine being overnight, earning the name Israel; the brothers reconcile peacefully; in Shechem, Dinah is violated by the prince, and her brothers Simeon and Levi avenge her by slaying the city's men; Jacob rebukes them; the family returns to Bethel; Rachel dies birthing Benjamin; Reuben sins with Bilhah; Isaac dies and is buried by his sons; Esau's descendants are listed.",
      "hebrew_month": 3,
      "hebrew_day": 16
    },
    {
      "week_order": 9,
      "parashah": "Vayeshev",
      "meaning": "And he settled",
      "citation": "Genesis 37:1-40:23",
      "summary": "Joseph, favored by Jacob with a special coat, dreams of dominance over his brothers, inciting jealousy; the brothers sell him to Ishmaelite traders who take him to Egypt, deceiving Jacob with a bloodied coat; Judah's story intervenes with Tamar bearing his twins; in Egypt, Joseph rises in Potiphar's house but is imprisoned after resisting Potiphar's wife; in prison, Joseph interprets dreams for Pharaoh's cupbearer and baker, foretelling their fates.",
      "hebrew_month": 3,
      "hebrew_day": 23
    },
    {
      "week_order": 10,
      "parashah": "Miketz",
      "meaning": "At the end of",
      "citation": "Genesis 41:1-44:17",
      "summary": "Pharaoh dreams of seven fat and lean cows, then seven healthy and thin ears of grain; the cupbearer recommends Joseph, who interprets them as seven years of plenty followed by famine and advises storing grain; Pharaoh appoints Joseph as viceroy; Joseph marries and has two sons; during famine, Joseph's brothers come to Egypt for grain; Joseph accuses them of spying, demands Benjamin, and plants a cup in Benjamin's sack to test them.",
      "hebrew_month": 3,
      "hebrew_day": 30
    },
    {
      "week_order": 11,
      "parashah": "Vayigash",
      "meaning": "And he drew near",
      "citation": "Genesis 44:18-47:27",
      "summary": "Judah passionately pleads with Joseph to let Benjamin go free instead of enslaving him for the planted cup; overwhelmed, Joseph reveals his identity to his brothers, forgives them, and explains God's plan; Pharaoh invites Jacob's family to Egypt; Jacob reunites with Joseph after 22 years; the family settles in Goshen; Joseph manages Egypt's famine economy by trading food for land and livestock, enriching Pharaoh.",
      "hebrew_month": 4,
      "hebrew_day": 7
    },
    {
      "week_order": 12,
      "parashah": "Vayechi",
      "meaning": "And he lived",
      "citation": "Genesis 47:28-50:26",
      "summary": "Jacob lives 17 more years in Egypt; he makes Joseph swear to bury him in Canaan; Jacob blesses Joseph's sons Manasseh and Ephraim, crossing hands to favor the younger; he prophesies over his 12 sons, highlighting their tribal futures; Jacob dies at 147; Joseph leads a grand funeral procession to bury him in Machpelah; Joseph reassures his brothers of forgiveness; Joseph dies at 110, requesting his bones be taken during the future exodus.",
      "hebrew_month": 4,
      "hebrew_day": 14
    },
    {
      "week_order": 13,
      "parashah": "Shemot",
      "meaning": "Names",
      "citation": "Exodus 1:1-6:1",
      "summary": "The Israelites multiply in Egypt, alarming a new Pharaoh who enslaves them and orders Hebrew male infants killed; midwives defy him, and Moses is born, hidden, and adopted by Pharaoh's daughter after floating in the Nile; Moses kills an Egyptian taskmaster, flees to Midian, marries Zipporah, and has sons; God hears Israel's cries, appears to Moses in a burning bush, reveals the name YHWH, and commissions him to demand freedom from Pharaoh.",
      "hebrew_month": 4,
      "hebrew_day": 21
    },
    {
      "week_order": 14,
      "parashah": "Vaera",
      "meaning": "And I appeared",
      "citation": "Exodus 6:2-9:35",
      "summary": "God reassures Moses of the covenant with Abraham, Isaac, and Jacob, and promises to free Israel; Moses and Aaron confront Pharaoh, turning a staff into a serpent; Pharaoh's magicians mimic it, but Aaron's swallows theirs; the first seven plagues begin: blood, frogs, lice, wild beasts, pestilence, boils, and hail; Pharaoh hardens his heart each time, refusing to let Israel go despite temporary concessions.",
      "hebrew_month": 4,
      "hebrew_day": 28
    },
    {
      "week_order": 15,
      "parashah": "Bo",
      "meaning": "Enter",
      "citation": "Exodus 10:1-13:16",
      "summary": "God sends plagues of locusts and darkness; Pharaoh negotiates but ultimately refuses; God instructs the Passover ritual with lamb blood on doorposts to protect Israelite firstborns during the final plague killing Egyptian firstborns; Pharaoh expels the Israelites; they leave hastily with Egyptian spoils; God institutes Passover and unleavened bread as eternal memorials, and consecrates firstborns to Him.",
      "hebrew_month": 5,
      "hebrew_day": 6
    },
    {
      "week_order": 16,
      "parashah": "Beshalach",
      "meaning": "When he let go",
      "citation": "Exodus 13:17-17:16",
      "summary": "God leads Israel via a longer route to avoid war, with a pillar of cloud and fire; Pharaoh pursues, trapping them at the Red Sea; Moses parts the sea, Israel crosses dry, and the waters drown the Egyptians; Miriam leads a song of triumph; in the desert, God sweetens bitter water, provides manna from heaven and quail, and brings water from a rock; Amalek attacks, but Joshua defeats them as Moses holds up his hands.",
      "hebrew_month": 5,
      "hebrew_day": 13
    },
    {
      "week_order": 17,
      "parashah": "Yitro",
      "meaning": "Jethro",
      "citation": "Exodus 18:1-20:23",
      "summary": "Jethro, Moses' father-in-law, visits with Zipporah and sons, advises delegating judicial duties to capable men; Israel camps at Sinai; God descends in thunder, smoke, and shofar blasts, giving the Ten Commandments: no other gods, no idols, no misuse of God's name, keep Shabbat, honor parents, no murder, adultery, theft, false witness, or coveting; the people fear and ask Moses to mediate.",
      "hebrew_month": 5,
      "hebrew_day": 20
    },
    {
      "week_order": 18,
      "parashah": "Mishpatim",
      "meaning": "Laws",
      "citation": "Exodus 21:1-24:18",
      "summary": "God gives civil laws on servants, violence, property damage, theft, sorcery, bestiality, idolatry, and caring for strangers, widows, orphans; laws on lending, justice, Sabbatical year, festivals, and firstfruits; an angel will guide Israel to conquer Canaan; Moses ascends Sinai with elders, ratifies the covenant with blood sacrifices, and stays 40 days to receive stone tablets.",
      "hebrew_month": 5,
      "hebrew_day": 27
    },
    {
      "week_order": 19,
      "parashah": "Terumah",
      "meaning": "Offering",
      "citation": "Exodus 25:1-27:19",
      "summary": "God instructs Moses to collect offerings for the Tabernacle; detailed blueprints include the Ark with cherubim and mercy seat, the table for showbread with utensils, the golden menorah with seven branches, the Tabernacle's curtains of fine linen and goat hair, wooden frames overlaid with gold, veils, and the outer altar of acacia wood overlaid with bronze, with its utensils and courtyard hangings.",
      "hebrew_month": 6,
      "hebrew_day": 4
    },
    {
      "week_order": 20,
      "parashah": "Tetzaveh",
      "meaning": "You shall command",
      "citation": "Exodus 27:20-30:10",
      "summary": "Israel must bring pure olive oil for the eternal menorah light; priestly garments detailed: ephod with onyx shoulder stones engraved with tribes, breastplate with 12 gems for tribes and Urim/Thummim, robe with bells and pomegranates, tunic, turban with golden plate 'Holy to God', linen undergarments; consecration rites involve sacrifices, anointing Aaron and sons; daily offerings and incense altar described.",
      "hebrew_month": 6,
      "hebrew_day": 11
    },
    {
      "week_order": 21,
      "parashah": "Ki Tisa",
      "meaning": "When you elevate",
      "citation": "Exodus 30:11-34:35",
      "summary": "Census via half-shekel temple tax; laver for priestly washing; anointing oil and incense formulas, forbidden for personal use; Bezalel and Oholiab appointed to craft Tabernacle; Shabbat observance stressed; Moses receives tablets; Israel sins with Golden Calf idol; Moses shatters tablets, punishes idolaters, pleads for forgiveness; God reveals merciful attributes; Moses carves new tablets, sees God's back, returns with radiant face.",
      "hebrew_month": 6,
      "hebrew_day": 18
    },
    {
      "week_order": 22,
      "parashah": "Vayakhel",
      "meaning": "And he assembled",
      "citation": "Exodus 35:1-38:20",
      "summary": "Moses assembles Israel, reiterates Shabbat laws, calls for Tabernacle offerings; people donate generously in materials and skills; Bezalel and Oholiab lead construction; the portion details crafting the curtains, frames, veils, Ark, table, menorah, incense altar, bronze altar, laver, and courtyard, with an accounting of gold, silver, and bronze used.",
      "hebrew_month": 6,
      "hebrew_day": 25
    },
    {
      "week_order": 22,
      "parashah": "Pekudei",
      "meaning": "Accountings of",
      "citation": "Exodus 38:21-40:38",
      "summary": "A full inventory of Tabernacle materials is given; priestly garments are crafted as commanded; all work is completed and brought to Moses for inspection and blessing; on Nisan 1, the Tabernacle is erected, furnishings placed, and priests consecrated; God's glory cloud fills the Tabernacle, guiding Israel's journeys by lifting to signal movement.",
      "hebrew_month": 6,
      "hebrew_day": 25
    },
    {
      "week_order": 23,
      "parashah": "Vayikra",
      "meaning": "And he called",
      "citation": "Leviticus 1:1-5:26",
      "summary": "God calls Moses to detail sacrificial laws: burnt offerings of cattle, sheep, goats, or birds for atonement; grain offerings of flour, oil, frankincense, baked or fried; peace offerings for thanksgiving; sin offerings for unintentional sins by priests, community, leaders, or individuals, with procedures varying by status; guilt offerings for deceit, lost items, or uncertain sins, requiring restitution plus a fifth.",
      "hebrew_month": 7,
      "hebrew_day": 3
    },
    {
      "week_order": 24,
      "parashah": "Tzav",
      "meaning": "Command",
      "citation": "Leviticus 6:1-8:36",
      "summary": "Priestly duties for burnt, grain, sin, guilt, and peace offerings are specified, including portions eaten by priests; laws on not eating fat or blood; consecration of Aaron and sons involves washing, dressing, anointing, sacrifices, blood on ears/thumbs/toes, and seven-day ordination with daily offerings and seclusion in the Tabernacle.",
      "hebrew_month": 7,
      "hebrew_day": 10
    },
    {
      "week_order": 25,
      "parashah": "Shemini",
      "meaning": "Eighth",
      "citation": "Leviticus 9:1-11:47",
      "summary": "On the eighth day, Aaron offers inaugural sacrifices, blesses the people, and God's fire consumes the offerings; Nadab and Abihu offer unauthorized fire and die; Moses instructs on mourning and priestly eating; laws of kosher animals: land animals with split hooves and chewing cud, fish with fins and scales, birds (listed unclean), insects (some locusts clean); contact with carcasses causes impurity, requiring washing.",
      "hebrew_month": 7,
      "hebrew_day": 24
    },
    {
      "week_order": 26,
      "parashah": "Tazria",
      "meaning": "She bears seed",
      "citation": "Leviticus 12:1-13:59",
      "summary": "Laws of childbirth: impurity periods for boy (7 days) or girl (14 days), circumcision on eighth day, offerings after purification; detailed diagnosis of tzaraat (skin disease) on people, including white patches, boils, burns, head sores; priest examines, quarantines if needed, declares clean or unclean; infected must dwell outside camp, tear clothes, cover lip, cry 'Unclean!'.",
      "hebrew_month": 8,
      "hebrew_day": 1
    },
    {
      "week_order": 26,
      "parashah": "Metzora",
      "meaning": "Infected one",
      "citation": "Leviticus 14:1-15:33",
      "summary": "Purification ritual for healed tzaraat sufferer: birds, cedar, scarlet, hyssop, shaving, washing, offerings over seven days; similar for tzaraat on houses with quarantine, scraping, or demolition; laws of male genital discharges causing impurity, requiring washing and offerings; menstrual and abnormal female bleeding impurity, with purification baths and offerings after cessation.",
      "hebrew_month": 8,
      "hebrew_day": 1
    },
    {
      "week_order": 27,
      "parashah": "Acharei Mot",
      "meaning": "After the death",
      "citation": "Leviticus 16:1-18:30",
      "summary": "After Nadab and Abihu's death, Yom Kippur rites: High Priest enters Holy of Holies with bull and goat sin offerings, scapegoat sent to wilderness bearing sins, incense and blood sprinklings for atonement; no work, annual affliction of souls; laws prohibit eating blood, improper slaughter; forbidden sexual relations: incest, adultery, child sacrifice, homosexuality, bestiality, to avoid defilement like Canaanites.",
      "hebrew_month": 8,
      "hebrew_day": 8
    },
    {
      "week_order": 27,
      "parashah": "Kedoshim",
      "meaning": "Holy ones",
      "citation": "Leviticus 19:1-20:27",
      "summary": "Command to be holy: honor parents, keep Shabbat, no idols; peace offering rules; leave harvest corners for poor; no theft, false oaths, oppression, cursing deaf, stumbling blind; impartial justice; no gossip, hatred, but reprove neighbor; love neighbor as self; no mixed breeding, seeds, fabrics; fruit trees unharvested first three years; no sorcery, tattoos; honor elders; fair weights; death for child sacrifice, mediums, cursing parents, adultery, incest.",
      "hebrew_month": 8,
      "hebrew_day": 8
    },
    {
      "week_order": 28,
      "parashah": "Emor",
      "meaning": "Say",
      "citation": "Leviticus 21:1-24:23",
      "summary": "Priests forbidden to defile selves for dead except close kin, no baldness or beard shaving for mourning, no marrying harlots; High Priest stricter rules; blemished priests can't serve but eat offerings; animals for sacrifice must be unblemished; festivals: Shabbat, Passover, Omer counting, Shavuot, Rosh Hashanah, Yom Kippur, Sukkot; menorah oil, showbread; blasphemer stoned after cursing God.",
      "hebrew_month": 8,
      "hebrew_day": 15
    },
    {
      "week_order": 29,
      "parashah": "Behar",
      "meaning": "On the Mount",
      "citation": "Leviticus 25:1-26:2",
      "summary": "At Sinai, Sabbatical year: land rests every seventh year, food from fields for all; Jubilee every 50th year: liberty proclaimed, land returns to original owners, no sowing, fair property sales based on years to Jubilee; redeem kin's land, no usury to fellow Israelites; God promises blessings for obedience.",
      "hebrew_month": 8,
      "hebrew_day": 22
    },
    {
      "week_order": 29,
      "parashah": "Bechukotai",
      "meaning": "In My statutes",
      "citation": "Leviticus 26:3-27:34",
      "summary": "Blessings for obeying commandments: rain, abundance, peace, victory, God's presence; curses for disobedience: disease, famine, defeat, wild beasts, siege, exile, land desolation; but repentance brings restoration; laws of valuations for vows of persons, animals, houses, fields to Temple, based on age/gender; tithes on produce and herds.",
      "hebrew_month": 8,
      "hebrew_day": 22
    },
    {
      "week_order": 30,
      "parashah": "Bamidbar",
      "meaning": "In the wilderness",
      "citation": "Numbers 1:1-4:20",
      "summary": "God commands census of Israelite males over 20 for army, totaling 603,550 excluding Levites; tribes arranged around Tabernacle: east Judah/Issachar/Zebulun, south Reuben/Simeon/Gad, west Ephraim/Manasseh/Benjamin, north Dan/Asher/Naphtali; Levites substitute for firstborns, serve Tabernacle from 30-50; Kohathites carry sacred objects.",
      "hebrew_month": 8,
      "hebrew_day": 29
    },
    {
      "week_order": 31,
      "parashah": "Naso",
      "meaning": "Elevate",
      "citation": "Numbers 4:21-7:89",
      "summary": "Gershonites and Merarites assigned Tabernacle transport duties, census of Levites 30-50; remove impure from camp; laws of restitution for wrongs, suspicion of adultery with bitter water ordeal, Nazirite vows of no wine/haircut/corpse contact; priestly blessing; princes' identical offerings for Tabernacle dedication over 12 days, totaling wagons, animals, vessels.",
      "hebrew_month": 9,
      "hebrew_day": 14
    },
    {
      "week_order": 32,
      "parashah": "Behaalotecha",
      "meaning": "In your making go up",
      "citation": "Numbers 8:1-12:16",
      "summary": "Aaron lights menorah; Levites consecrated with shaving, washing, offerings; Passover observed, with second chance for impure; cloud guides travel; silver trumpets for signals; Israel leaves Sinai, order of march; people complain, God sends fire then quail with plague; Miriam and Aaron criticize Moses, Miriam stricken with tzaraat, healed after prayer.",
      "hebrew_month": 9,
      "hebrew_day": 21
    },
    {
      "week_order": 33,
      "parashah": "Shelach",
      "meaning": "Send for yourself",
      "citation": "Numbers 13:1-15:41",
      "summary": "Moses sends 12 spies to Canaan, who return with fruit but 10 give fearful report of giants and fortified cities, inciting panic; Caleb and Joshua urge faith; God decrees 40 years wandering until that generation dies, only Caleb/Joshua enter land; spies die in plague; libation and challah offerings; unintentional vs. defiant sins; Sabbath violator stoned; command to wear tzitzit fringes.",
      "hebrew_month": 9,
      "hebrew_day": 28
    },
    {
      "week_order": 34,
      "parashah": "Korach",
      "meaning": "Korach",
      "citation": "Numbers 16:1-18:32",
      "summary": "Korach, Dathan, Abiram, and 250 leaders rebel against Moses and Aaron, accusing them of self-elevation; Moses proposes incense test; earth swallows rebels, fire consumes 250; people's complaint brings plague, stopped by Aaron's incense; Aaron's staff buds to confirm priesthood; priests/Levites duties, portions from offerings, no land inheritance; tithes to Levites, who tithe to priests.",
      "hebrew_month": 10,
      "hebrew_day": 5
    },
    {
      "week_order": 35,
      "parashah": "Chukat",
      "meaning": "Ordinance of",
      "citation": "Numbers 19:1-22:1",
      "summary": "Red heifer ritual for purifying from corpse impurity; Miriam dies, no water; Moses strikes rock for water but is barred from Canaan for not sanctifying God; Edom refuses passage; Aaron dies on Mount Hor, Eleazar succeeds; Canaanite king attacks, defeated; people complain, fiery serpents bite, healed by looking at bronze serpent; journeys listed; Sihon and Og defeated.",
      "hebrew_month": 10,
      "hebrew_day": 12
    },
    {
      "week_order": 35,
      "parashah": "Balak",
      "meaning": "Balak",
      "citation": "Numbers 22:2-25:9",
      "summary": "Moab's King Balak hires Balaam to curse Israel; God allows but Balaam’s donkey sees angel, speaks, Balaam strikes it; Balaam blesses Israel three times instead, prophesying their triumph; Balak angry; Israelites sin with Moabite women and Baal-Peor idolatry, plague kills 24,000; Phinehas kills prince and Midianite woman, stopping plague.",
      "hebrew_month": 10,
      "hebrew_day": 12
    },
    {
      "week_order": 36,
      "parashah": "Pinchas",
      "meaning": "Phinehas",
      "citation": "Numbers 25:10-30:1",
      "summary": "God rewards Phinehas with priesthood covenant for zeal; new census totals 601,730; daughters of Zelophehad claim inheritance, God affirms women's rights if no sons; Moses appoints Joshua successor; daily, Shabbat, new moon offerings; festival sacrifices for Passover, Shavuot, Rosh Hashanah, Yom Kippur, Sukkot with decreasing bulls.",
      "hebrew_month": 10,
      "hebrew_day": 19
    },
    {
      "week_order": 37,
      "parashah": "Matot",
      "meaning": "Tribes",
      "citation": "Numbers 30:2-32:42",
      "summary": "Laws of vows and oaths, annulable by father or husband; vengeance on Midian for Baal-Peor, warriors kill kings, Balaam, take captives/spoils; purification after battle; division of booty half to warriors, half to people, with levies to priests/Levites; Reuben, Gad request Transjordan land, granted if they fight in Canaan.",
      "hebrew_month": 10,
      "hebrew_day": 26
    },
    {
      "week_order": 37,
      "parashah": "Masei",
      "meaning": "Journeys of",
      "citation": "Numbers 33:1-36:13",
      "summary": "42 encampments from Egypt to plains of Moab listed; command to conquer Canaan, apportion by lot, destroy idols; borders of land detailed; 48 Levite cities including 6 refuge cities; laws of intentional/unintentional murder, refuge cities protection, no ransom for murderers; multiple witnesses required; Zelophehad's daughters marry within tribe to keep inheritance.",
      "hebrew_month": 10,
      "hebrew_day": 26
    },
    {
      "week_order": 38,
      "parashah": "Devarim",
      "meaning": "Words",
      "citation": "Deuteronomy 1:1-3:22",
      "summary": "Moses recounts history: appointment of judges, spies' report and rebellion leading to 40 years wandering, defeat of Sihon and Og, allotment of their lands to Reuben/Gad/half-Manasseh; encouragement to Joshua; no entry for Moses due to Meribah; review of journeys avoiding Edom, Moab, Ammon.",
      "hebrew_month": 11,
      "hebrew_day": 4
    },
    {
      "week_order": 39,
      "parashah": "Vaetchanan",
      "meaning": "And I pleaded",
      "citation": "Deuteronomy 3:23-7:11",
      "summary": "Moses pleads to enter land but denied, views from Pisgah; warns against idolatry, recalls Sinai revelation; reiterates Ten Commandments; commands to love God fully, teach children, bind words on hand/forehead/doorposts; upon entering land, destroy idols, no intermarriage; Israel chosen for God's love, not numbers; blessings for obedience.",
      "hebrew_month": 11,
      "hebrew_day": 11
    },
    {
      "week_order": 40,
      "parashah": "Eikev",
      "meaning": "As a result",
      "citation": "Deuteronomy 7:12-11:25",
      "summary": "Obedience brings blessings; God will drive out nations, destroy idols; recall wilderness lessons like manna teaching dependence on God, not bread alone; beware prosperity leading to forgetting God; Moses recounts Golden Calf, shattered tablets, intercession; exhorts fear God, love strangers, cling to Him; signs in Egypt and wilderness as proof.",
      "hebrew_month": 11,
      "hebrew_day": 18
    },
    {
      "week_order": 41,
      "parashah": "Reeh",
      "meaning": "See",
      "citation": "Deuteronomy 11:26-16:17",
      "summary": "Blessing/curse choice on Gerizim/Ebal; central worship place, no local altars; permitted meat eating but drain blood; false prophets enticing idolatry to be killed; no mourning cuts/tattoos; kosher animals reiterated; tithes eaten at central place or sold; Sabbatical debt release, generous loans; Hebrew servant freed in seventh year with gifts; consecrate firstborn animals; observe Passover, Shavuot, Sukkot at central place.",
      "hebrew_month": 11,
      "hebrew_day": 25
    },
    {
      "week_order": 42,
      "parashah": "Shoftim",
      "meaning": "Judges",
      "citation": "Deuteronomy 16:18-21:9",
      "summary": "Appoint honest judges, no bribes or idols; sorcerers stoned; obey future prophet like Moses, false prophets die; refuge cities for accidental killers; multiple witnesses for capital crimes, false witnesses punished; war laws: offer peace, exempt fearful/newlywed, destroy fruit trees forbidden; unsolved murder atonement with heifer ritual.",
      "hebrew_month": 12,
      "hebrew_day": 2
    },
    {
      "week_order": 43,
      "parashah": "Ki Tetzei",
      "meaning": "When you go out",
      "citation": "Deuteronomy 21:10-25:19",
      "summary": "Laws: captive woman marriage, firstborn rights even if unloved wife; rebellious son stoned; hang executed briefly; return lost items, help animals; no cross-dressing; bird's nest mercy; roof parapet; no mixed seeds/animals/plow; tzitzit; false virginity accusation; adultery stoned; rape penalties; no Ammonite/Moabite in assembly but Edomite/Egyptian; camp purity; runaway slave protected; no cult prostitution; no interest on loans to Israelites; vows timely; eat in neighbor's field but no sickle; divorce certificate; newlywed exempt from duty; no millstone pledge; kidnapper dies; tzaraat care; fair wages; individual punishment; ox unmuzzled; levirate marriage; honest weights; remember Amalek's attack.",
      "hebrew_month": 12,
      "hebrew_day": 9
    },
    {
      "week_order": 44,
      "parashah": "Ki Tavo",
      "meaning": "When you enter in",
      "citation": "Deuteronomy 26:1-29:8",
      "summary": "Firstfruits offering with declaration of God's deliverance; tithe declaration; Israel as God's treasured people for obedience; curses from Ebal, blessings from Gerizim; detailed curses for idolatry, dishonor, perversion, injustice; blessings for obedience: abundance, victory; curses for disobedience: confusion, disease, drought, defeat, exile, oppression.",
      "hebrew_month": 12,
      "hebrew_day": 16
    },
    {
      "week_order": 45,
      "parashah": "Nitzavim",
      "meaning": "You are standing",
      "citation": "Deuteronomy 29:9-30:20",
      "summary": "Covenant renewed with all Israel, including future generations; warning against secret idolatry leading to uprooting; exile for abandoning covenant, but return and restoration upon repentance; commandment not distant but in mouth and heart; choice of life/blessing or death/curse, urged to love God for life.",
      "hebrew_month": 12,
      "hebrew_day": 23
    },
    {
      "week_order": 45,
      "parashah": "Vayelech",
      "meaning": "And he went",
      "citation": "Deuteronomy 31:1-31:30",
      "summary": "Moses, 120, appoints Joshua; commands reading Torah every seven years at Sukkot; God foretells Israel's future idolatry and punishment; Moses writes Torah, gives to Levites for Ark; teaches Song of Witness (Haazinu) as testimony against future sins.",
      "hebrew_month": 12,
      "hebrew_day": 23
    },
    {
      "week_order": 46,
      "parashah": "Haazinu",
      "meaning": "Give ear",
      "citation": "Deuteronomy 32:1-32:52",
      "summary": "Moses' poetic song: God's faithfulness vs. Israel's corruption, recalling deliverance, provision, but future idolatry provoking jealousy; God hides face, sends calamities, but limits to avoid enemy boasts; ultimate vengeance on foes, compassion for Israel; Moses commanded to view land from Nebo before death.",
      "hebrew_month": 1,
      "hebrew_day": 12
    },
    {
      "week_order": 47,
      "parashah": "Vezot HaBerachah",
      "meaning": "And this the blessing",
      "citation": "Deuteronomy 33:1-34:12",
      "summary": "Moses blesses each of the tribes of Israel before his death; describes God's kingship and protection; ascends Mount Nebo, views the Promised Land, and dies at 120; Israel mourns; Joshua succeeds him; the Torah concludes with praise of Moses' unique prophecy.",
      "hebrew_month": 1,
      "hebrew_day": 23
    }
  ]