{"Antiquities|1|22":{"1":"Since Josephus, in his Preface, sect. 4, says that Moses wrote some things enigmatically, some allegorically, and the rest in plain words, since in his account of the first chapter of Genesis, and the first three verses of the second, he gives us no hints of any mystery at all; but when he here comes to ver. 4, etc. he says that Moses, after the seventh day was over, began to talk philosophically; it is not very improbable that he understood the rest of the second and the third chapters in some enigmatical, or allegorical, or philosophical sense. The change of the name of God just at this place, from Elohim to Jehovah Elohim, from God to Lord God, in the Hebrew, Samaritan, and Septuagint, does also not a little favor some such change in the narration or construction.","2":"We may observe here, that Josephus supposed man to be compounded of spirit, soul, and body, with St. Paul, 1 Thessalonians 5:23, and the rest of the ancients: he elsewhere says also, that the blood of animals was forbidden to be eaten, as having in it soul and spirit, Antiq. B. III. eh. 11. sect. 2.","3":"Whence this strange notion came, which yet is not peculiar to Joseph,, but, as Dr. Hudson says here, is derived from older authors, as if four of the greatest rivers in the world, running two of them at vast distances from the other two, by some means or other watered paradise, is hard to say. Only since Josephus has already appeared to allegorize this history, and take notice that these four names had a particular signification; Phison for Ganges, a multitude; Phrath for Euphrates, either a dispersion or a flower; Diglath for Tigris, what is swift, with narrowness; and Geon for Nile, what arises from the east,— we perhaps mistake him when we suppose he literally means those four rivers; especially as to Geon or Nile, which arises from the east, while he very well knew the literal Nile arises from the south; though what further allegorical sense he had in view, is now, I fear, impossible to be determined.","4":"By the Red Sea is not here meant the Arabian Gulf, which alone we now call by that name, but all that South Sea, which included the Red Sea, and the Persian Gulf, as far as the East Indies; as Reland and Hudson here truly note, from the old geographers.","5":"Hence it appears, that Josephus thought several, at least, of the brute animals, particularly the serpent, could speak before the fall. And I think few of the more perfect kinds of those animals want the organs of speech at this day. Many inducements there are also to a notion, that the present state they are in, is not their original state; and that their capacities have been once much greater than we now see them, and are capable of being restored to their former condition. But as to this most ancient, and authentic, and probably allegorical account of that grand affair of the fall of our first parents, I have somewhat more to say in way of conjecture, but being only a conjecture, I omit it: only thus far, that the imputation of the sin of our first parents to their posterity, any further than as some way the cause or occasion of man's mortality, seems almost entirely groundless; and that both man, and the other subordinate creatures, are hereafter to be delivered from the curse then brought upon them, and at last to be delivered from that bondage of corruption, Romans 8:19-22.","6":"St. John's account of the reason why God accepted the sacrifice of Abel, and rejected that of Cain; as also why Cain slew Abel, on account of that his acceptance with God, is much better than this of Josephus: I mean, because \"Cain was of the evil one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother's righteous,\" 1 John 3:12. Josephus's reason seems to be no better than a pharisaical notion or tradition.","7":"From this Jubal, not improbably, came Jobel, the trumpet of jobel or jubilee; that large and loud musical instrument, used in proclaiming the liberty at the year of jubilee.","8":"The number of Adam's children, as says the old tradition was thirty-three sons, and twenty- three daughters.","9":"What is here said of Seth and his posterity, that they were very good and virtuous, and at the same time very happy, without any considerable misfortunes, for seven generations, [see ch. 2. sect. 1, before; and ch. 3. sect. 1, hereafter,] is exactly agreeable to the state of the world and the conduct of Providence in all the first ages.","10":"Of Josephus's mistake here, when he took Seth the son of Adam, for Seth or Sesostris, king of Egypt, the erector of this pillar in the land of Siriad, see Essay on the Old Testament, Appendix, p. 159, 160. Although the main of this relation might be true, and Adam might foretell a conflagration and a deluge, which all antiquity witnesses to be an ancient tradition; nay, Seth's posterity might engrave their inventions in astronomy on two such pillars; yet it is no way credible that they could survive the deluge, which has buried all such pillars and edifices far under ground in the sediment of its waters, especially since the like pillars of the Egyptian Seth or Sesostris were extant after the flood, in the land of Siriad, and perhaps in the days of Josephus also, as is shown in the place here referred to.","11":"This notion, that the fallen angels were, in some sense, the fathers of the old giants, was the constant opinion of antiquity.","12":"Josephus here supposes that the life of these giants, for of them only do I understand him, was now reduced to 120 years; which is confirmed by the fragment of Enoch, sect. 10, in Authent. Rec. Part I. p. 268. For as to the rest of mankind, Josephus himself confesses their lives were much longer than 120 years, for many generations after the flood, as we shall see presently; and he says they were gradually shortened till the days of Moses, and then fixed [for some time] at 120, eh. 6. sect. 5. Nor indeed need we suppose that either Enoch or Josephus meant to interpret these 120 years for the life of men before the flood, to be different from the 120 years of God's patience [perhaps while the ark was preparing] till the deluge; which I take to be the meaning of God when he threatened this wicked world, that if they so long continued impenitent, their days should be no more than 120 years.","13":"A cubit is about 21 English inches.","14":"Josephus here truly determines, that the year that the Flood began, our Hebrew and Samaritan, and perhaps Josephus's own copy, more rightly placed it on the 17th day, instead of the 27th, as here; for Josephus agrees with them, as to the distance of 150 days to the 17th day of the 7th month, as Genesis 7. ult. with 8:3.","15":"Josephus here takes notice, that these ancient genealogies were first set down by those that then lived, and from them were transmitted down to posterity; which I suppose to be the true account of that matter. For there is no reason to imagine that men were not taught to read and write soon after they were taught to speak; and perhaps all by the Messiah himself, who, under the Father, was the Creator or Governor of mankind, and who frequently in those early days appeared to them.","16":"This (GREEK), or Place of Descent, is the proper rendering of the Armenian name of this very city. It is called in Ptolemy Naxuana, and by Moses Chorenensis, the Armenian historian, Idsheuan; but at the place itself Nachidsheuan, which signifies The first place of descent, and is a lasting monument of the preservation of Noah in the ark, upon the top of that mountain, at whose foot it was built, as the first city or town after the flood. See Antiq. B. XX. eh. 2. sect. 3; and Moses Chorenensis, who also says elsewhere, that another town was related by tradition to have been called Seron, or, The Place of Dispersion, on account of the dispersion of Xisuthrus's or Noah's sons, from thence first made. Whether any remains of this ark be still preserved, as the people of the country suppose, I cannot certainly tell. Mons. Tournefort had, not very long since, a mind to see the place himself, but met with too great dangers and difficulties to venture through them.","17":"One observation ought not here to be neglected, with regard to that Ethiopic war which Moses, as general of the Egyptians, put an end to, Antiq. B. II. eh. 10., and about which our late writers seem very much unconcerned; viz. that it was a war of that consequence, as to occasion the removal or destruction of six or seven nations of the posterity of Mitzraim, with their cities; which Josephus would not have said, if he had not had ancient records to justify those his assertions, though those records be now all lost.","18":"That the Jews were called Hebrews from this their progenitor Heber, our author Josephus here rightly affirms; and not from Abram the Hebrew, or passenger over Euphrates, as many of the moderns suppose. Shem is also called the father of all the children of Heber, or of all the Hebrews, in a history long before Abram passed over Euphrates, Genesis 10:21, though it must be confessed that, Genesis 14:13, where the original says they told Abram the Hebrew, the Septuagint renders it the passenger, (GREEK): but this is spoken only of Abram himself, who had then lately passed over Euphrates, and is another signification of the Hebrew word, taken as an appellative, and not as a proper name.","19":"It is worth noting here, that God required no other sacrifices under the law of Moses, than what were taken from these five kinds of animals which he here required of Abram. Nor did the Jews feed upon any other domestic animals than the three here named, as Reland observes on Antiq. B. IV. ch. 4. sect. 4.","20":"As to this affliction of Abram's posterity for 400 years, see Antiq. B. II. ch. 9. sect. 1.","21":"These sons-in-law to Lot, as they are called, Genesis 19:12-14, might be so styled, because they were betrothed to Lot's daughters, though not yet married to them. See the note on Antiq. B. XIV. ch. 13. sect. 1.","22":"Of the War, B. IV. ch. 8. sect. 4.","23":"This pillar of salt was, we see here, standing in the days of Josephus, and he had seen it. That it was standing then is also attested by Clement of Rome, contemporary with Josephus; as also that it was so in the next century, is attested by Irenaeus, with the addition of an hypothesis, how it came to last so long, with all its members entire. — Whether the account that some modem travelers give be true, that it is still standing, I do not know. Its remote situation, at the most southern point of the Sea of Sodom, in the wild and dangerous deserts of Arabia, makes it exceeding difficult for inquisitive travelers to examine the place; and for common reports of country people, at a distance, they are not very satisfactory. In the mean time, I have no opinion of Le Clerc's dissertation or hypothesis about this question, which can only be determined by eye-witnesses. When Christian princes, so called, lay aside their foolish and unchristian wars and quarrels, and send a body of fit persons to travel over the east, and bring us faithful accounts of all ancient monuments, and procure us copies of all ancient records, at present lost among us, we may hope for full satisfaction in such inquiries; but hardly before.","24":"I see no proper wicked intention in these daughters of Lot, when in a case which appeared to them of unavoidable necessity, they procured themselves to be with child by their father. Without such an unavoidable necessity, incest is a horrid crime; but whether in such a case of necessity, as they apprehended this to be, according to Josephus, it was any such crime, I am not satisfied. In the mean time, their making their father drunk, and their solicitous concealment of what they did from him, shows that they despaired of persuading him to an action which, at the best, could not but be very suspicious and shocking to so good a man.","25":"It is well worth observation, that Josephus here calls that principal Angel, who appeared to Abraham and foretold the birth of Isaac, directly God; which language of Josephus here, prepares us to believe those other expressions of his, that Jesus was a wise man, if it be lawful to call him a man, Antiq. B. XVIII. ch. 3. sect. 3, and of God the Word, in his homily concerning Hades, may be both genuine. Nor is the other expression of Divine Angel, used presently, and before, also of any other signification.","26":"Josephus here calls Ismael a young child or infant, though he was about 13 years of age; as Judas calls himself and his brethren young men, when he was 47, and had two children, Antiq. B. II. eh. 6. sect. 8, and they were of much the same age; as is a damsel of 12 years old called a little child, Mark 5:39-42, five several times. Herod is also said by Josephus to be a very young man at 25. See the note on Antiq. B. XIV. eh. 9. sect 2, and of the War, B. I. eh. 10. And Aristobulus is styled a very little child at 16 years of age, Antiq. B. XV. eh. 2. sect. 6, 7. Domitian also is called by him a very young child, when he went on his German expedition at about 18 years of age, of the War, B. VII. eh. 4. sect. 2. Samson's wife, and Ruth, when they were widows, are called children, Antiq. B. V. eh. 8. sect. 6, and eh. 9. sect. 2 3.","27":"Note, that both here and Hebrews 11:17, Isaac is called Abraham's only begotten son, though he at the same time had another son, Ismael. The Septuagint expresses the true meaning, by rendering the text the beloved son.","28":"Here is a plain error in the copies which say that king David afterwards built the temple on this Mount Moriah, while it was certainly no other than king Solomon who built that temple, as indeed Procopius cites it from Josephus. For it was for certain David, and not Solomon, who built the first altar there, as we learn, 2 Samuel 24:18, etc.; 1 Chronicles 21:22, etc.; and Antiq. B. VII. eh. 13. sect. 4.","29":"It seems both here, and in God's parallel blessing to Jacob, eh. 19. sect. 1, that Josephus had yet no notion of the hidden meaning of that most important and most eminent promise, \"In thy seed shall all the families of the earth be blessed. He saith not, and of seeds, as of many, but as of one; and to thy seed, which is Christ,\" Galatians 3: 16. Nor is it any wonder, he being, I think, as yet not a Christian. And had he been a Christian, yet since he was, to be sure, till the latter part of his life, no more than an Ebionite Christian, who, above all the apostles, rejected and despised St. Paul, it would be no great wonder if he did not now follow his interpretation. In the mean time, we have in effect St. Paul's exposition in the Testament of Reuben, sect. 6, in Authent. Rec. Part I. p. 302, who charges his sons \"to worship the seed of Judah, who should die for them in visible and invisible wars; and should be among them an eternal king.\" Nor is that observation of a learned foreigner of my acquaintance to be despised, who takes notice, that as seeds in the plural, must signify posterity, so seed in the singular may signify either posterity, or a single person; and that in this promise of all nations being happy in the seed of Abraham, or Isaac, or Jacob, etc. it is always used in the singular. To which I shall add, that it is sometimes, as it were, paraphrased by the son of Abraham, the son of David, etc., which is capable of no such ambiguity.","30":"The birth of Jacob and Esau is here said to be after Abraham's death: it should have been after Sarah's death. The order of the narration in Genesis, not always exactly according to the order of time, seems to have led Josephus into this error, as Dr. Bernard observes here.","31":"For Seir in Josephus, the coherence requires that we read Esau or Seir, which signify the same thing.","32":"The supper of savory meat, as we call it, Genesis 27:4, to be caught by hunting, was intended plainly for a festival or a sacrifice; and upon the prayers that were frequent at sacrifices, Isaac expected, as was then usual in such eminent cases, that a divine impulse would come upon him, in order to the blessing of his son there present, and his foretelling his future behavior and fortune. Whence it must be, that when Isaac had unwittingly blessed Jacob, and was afterwards made sensible of his mistake, yet did he not attempt to alter it, how earnestly soever his affection for Esau might incline him to wish it might be altered, because he knew that this blessing came not from himself, but from God, and that an alteration was out of his power. A second afflatus then came upon him, and enabled him to foretell Esau's future behavior and foretell Esau’s future behavior and fortune also.","33":"Whether Jacob or his mother Rebeka were most blameable in this imposition upon Isaac in his old age, I cannot determine. However the blessing being delivered as a prediction of future events, by a Divine impulse, and foretelling things to befall to the posterity of Jacob and Esau in future ages, was for certain providential; and according to what Rebeka knew to be the purpose of God, when he answered her inquiry, \"before the children were bom,\" Genesis 25:23, \"that one people should be stronger than the other people; and the elder, Esau, should serve the younger, Jacob.\" Whether Isaac knew or remembered this old oracle, delivered in our copies only to Rebeka; or whether, if he knew and remembered it, he did not endeavor to alter the Divine determination, out of his fondness for his elder and worser son Esau, to the damage of his younger and better son Jacob, as Josephus elsewhere supposes, Antiq. B. II. ch. 7. sect. 3; I cannot certainly say. if so, this might tempt Rebeka to contrive, and Jacob to put this imposition upon him. However, Josephus says here, that it was Isaac, and not Rebeka, who inquired of God at first, and received the forementioned oracle, sect. 1; which, if it be the true reading, renders Isaac's procedure more inexcusable. Nor was it probably any thing else that so much encouraged Esau formerly to marry two Canaanitish wives, without his parents' consent, as Isaac's unhappy fondness for him.","34":"By this \"deprivation of the kingdom that was to be given Esau of God,\" as the first-born, it appears that Josephus thought that a \"kingdom to be derived from God\" was due to him whom Isaac should bless as his first-born, which I take to be that kingdom which was expected under the Messiah, who therefore was to be bom of his posterity whom Isaac should so bless. Jacob therefore by obtaining this blessing of the first-born, became the genuine heir of that kingdom, in opposition to Esau.","35":"Here we have the difference between slaves for life and servants, such as we now hire for a time agreed upon on both sides, and dismiss again after he time contracted for is over, which are no slaves, but free men and free women. Accordingly, when the Apostolical Constitutions forbid a clergyman to marry perpetual servants or slaves, B. VI. ch. 17., it is meant only of the former sort; as we learn elsewhere from the same Constitutions, ch. 47. Can. LXXXII. But concerning these twelve sons of Jacob, the reasons of their several names, and the times of their several births in the intervals here assigned, their several excellent characters, their several faults and repentance, the several accidents of their lives, with their several prophecies at their deaths, see the Testaments of these twelve patriarchs, still preserved at large in the Authent. Rec. Part I. p. 294-443.","36":"I formerly explained these mandrakes, as we, with the Septuagint, and Josephus, render the Hebrew word Dudaim, of the Syrian Maux, with Ludolphus, Antbent. Rec. Part I. p. 420; but have since seen such a very probable account in M. S. of my learned friend Mr. Samuel Barker, of what we still call mandrakes, and their description by the ancient naturalists and physicians, as inclines me to think these here mentioned were really mandrakes, and no other.","37":"Perhaps this may be the proper meaning of the word Israel, by the present and the old Jerusalem analogy of the Hebrew tongue. In the mean time, it is certain that the Hellenists of the first century, in Egypt and elsewhere, interpreted Israel to be a man seeing God, as is evident from the argument fore-cited.","38":"Of this slaughter of the Shechemites by Simeon and Levi, see Authent. Rec. Part I. p. 309, 418, 432-439. But why Josephus has omitted the circumcision of these Shechemites, as the occasion of their death; and of Jacob's great grief, as in the Testament of Levi, sect. 5; I cannot tell.","39":"Since Benoni signifies the son of my sorrow, and Benjamin the son of days, or one bom in the father's old age, Genesis 44:20, 1 suspect Josephus's present copies to be here imperfect, and suppose that, in correspondence to other copies, he wrote that Rachel called her son's name Benoni, but his father called him Benjamin, Genesis 35:18. As for Benjamin, as commonly explained, the son of the right hand, it makes no sense at all, and seems to be a gross modern error only. The Samaritan always writes this name truly Benjamin, which probably is here of the same signification, only with the Chaldee termination in, instead of im in the Hebrew; as we pronounce cherubin or cherubim indifferently. Accordingly, both the Testament of Benjamin, sect. 2, p. 401, and Philo de Nominum Mutatione, p. 1059, write the name Benjamin, but explain it not the son of the right hand, but the son of days."},"Antiquities|1|16":{"1":"We may here observe, that in correspondence to Joseph's second dream, which implied that his mother, who was then alive, as well as his father, should come and bow down to him, Josephus represents her here as still alive after she was dead, for the decorum of the dream that foretold it, as the interpretation of the dream does also in all our copies, Genesis 37:10.","2":"The Septuagint have twenty pieces of gold; the Testament of Gad thirty; the Hebrew and Samaritan twenty of silver; and the vulgar Latin thirty. What was the true number and true sum cannot therefore now be known.","3":"That is, bought it for Pharaoh at a very low price.","4":"This Potiphar, or, as Josephus, Petephres, who was now a priest of On, or Heliopolis, is the same name in Josephus, and perhaps in Moses also, with him who is before called head cook or captain of the guard, and to whom Joseph was sold. See Genesis 37:36; 39:1, with 41:50. They are also affirmed to be one and the same person in the Testament of Joseph, sect. 18, for he is there said to have married the daughter of his master and mistress. Nor is this a notion peculiar to that Testament, but, as Dr. Bernard confesses, note on Antiq. B. II. ch. 4. sect. 1, common to Josephus, to the Septuagint interpreters, and to other learned Jews of old time.","5":"This entire ignorance of the Egyptians of these years of famine before they came, told us before, as well as here, ch. 5. sect. 7, by Josephus, seems to me almost incredible. It is in no other copy that I know of.","6":"The reason why Symeon might be selected out of the rest for Joseph's prisoner, is plain in the Testament of Symeon, viz. that he was one of the bitterest of all Joseph's brethren against him, sect. 2; which appears also in part by the Testament of Zabulon, sect. 3.","7":"The coherence seems to me to show that the negative particle is here wanting, which I have supplied in brackets, and I wonder none have hitherto suspected that it ought to be supplied.","8":"Of the precious balsam of Judea, and the turpentine, see the note on Antiq. B. VIII. ch. 6. sect. 6.","9":"This oration seems to me too large, and too unusual a digression, to have been composed by Judas on this occasion. It seems to me a speech or declamation composed formerly, in the person of Judas, and in the way of oratory, that lay by him. and which he thought fit to insert on this occasion. See two more such speeches or declamations, Antiq. B. VI. ch. 14. sect. 4","10":"In all this speech of Judas we may observe, that Josephus still supposed that death was the punishment of theft in Egypt, in the days of Joseph, though it never was so among the Jews, by the law of Moses.","11":"All the Greek copies of Josephus have the negative particle here, that Jacob himself was not reckoned one of the 70 souls that came into Egypt; but the old Latin copies want it, and directly assure us he was one of them. It is therefore hardly certain which of these was Josephus's true reading, since the number 70 is made up without him, if we reckon Leah for one; but if she be not reckoned, Jacob must himself be one, to complete the number.","12":"Josephus thought that the Egyptians hated or despised the employment of a shepherd in the days of Joseph; whereas Bishop Cumberland has shown that they rather hated such Poehnician or Canaanite shepherds that had long enslaved the Egyptians of old time. See his Sanchoniatho, p. 361, 362.","13":"Reland here puts the question, how Josephus could complain of its not raining in Egypt during this famine, while the ancients affirm that it never does naturally rain there. His answer is, that when the ancients deny that it rains in Egypt, they only mean the Upper Egypt above the Delta, which is called Egypt in the strictest sense; but that in the Delta [and by consequence in the Lower Egypt adjoining to it] it did of old, and still does, rain sometimes. See the note on Antiq. B. III. eh. 1. sect. 6.","14":"Josephus supposes that Joseph now restored the Egyptians their lands again, upon the payment of a fifth part as tribute. It seems to me rather that the land was now considered as Pharaoh's land, and this fifth part as its rent, to be paid to him, as he was their landlord, and they his tenants; and that the lands were not properly restored, and this fifth part reserved as tribute only, till the days of Sesostris. See Essay on the Old Testament, Append. 148, 149.","15":"As to this encomium upon Joseph, as preparatory to Jacob's adopting Ephraim and Manasses into his own family, and to be admitted for two tribes, which Josephus here mentions, all our copies of Genesis omit it, eh. 48.; nor do we know whence he took it, or whether it be not his own embellishment only.","16":"As to the affliction of Abraham's posterity for 400 years, see Antiq. B. I. eh. 10. sect. 3; and as to what cities they built in Egypt, under Pharaoh Sesostris. and of Pharaoh Sesostris's drowning in the Red Sea, see Essay on the Old Testament, Append, p. 132-162.","17":"Of this building of the pyramids of Egypt by the Israelites, see Perizonius Orig. Aegyptiac, eh. 21. It is not impossible they might build one or more of the small ones; but the larger ones seem much later. Only, if they be all built of stone, this does not so well agree with the Israelites' labors, which are said to have been in brick, and not in stone, as Mr. Sandys observes in his Travels, p. 127, 128.","18":"Dr. Bernard informs us here, that instead of this single priest or prophet of the Egyptians, without a name in Josephus, the Targum of Jonathan names the two famous antagonists of Moses, Jannes and Jambres. Nor is it at all unlikely that it might be one of these who foreboded so much misery to the Egyptians, and so much happiness to the Israelites, from the rearing of Moses.","19":"Josephus is clear that these midwives were Egyptians, and not Israelites, as in our other copies: which is very probable, it being not easily to be supposed that Pharaoh could trust the Israelite midwives to execute so barbarous a command against their own nation. (Consult, therefore, and correct hence our ordinary copies, Exodus 1:15, 22. And, indeed, Josephus seems to have had much completer copies of the Pentateuch, or other authentic records now lost, about the birth and actions of Moses, than either our Hebrew, Samaritan, or Greek Bibles afford us, which enabled him to be so large and particular about him.","20":"Of this grandfather of Sesostris, Ramestes the Great, who slew the Israelite infants, and of the inscription on his obelisk, containing, in my opinion, one of the oldest records of mankind, see Essay on the Old Test. Append, p. 139, 145, 147, 217-220.","21":"What Josephus here says of the beauty of Moses, that he was of a divine form, is very like what St. Stephen says of the same beauty; that Moses was beautiful in the sight of Acts 7:20.","22":"This history of Moses, as general of the Egyptians against the Ethiopians, is wholly omitted in our Bibles; but is thus by Irenaeus, from Josephus, and that soon after his own age: — \"Josephus says, that when Moses was nourished in the palace, he was appointed general of the army against the Ethiopians, and conquered them, when he married that king's daughter; because, out of her affection for him, she delivered the city up to him.\" See the Fragments of Irenaeus. ap. edit. Grab. p. 472. Nor perhaps did St. Stephen refer to any thing else when he said of Moses, before he was sent by God to the Israelites, that he was not only learned in all the wisdom of the Egyptians, but was also mighty in words and in deeds, Acts 7:22.","23":"Pliny speaks of these birds called ibes; and says, \"The Egyptians invoked them against the serpents,\" Hist. Nat. B. X. ch. 28. Strabo speaks of this island Meroe, and these rivers Astapus and Astaboras, B. XVI. p. 771, 786; and B XVII. p. 82].","24":"This superstitious fear of discovering the name with four letters, which of late we have been used falsely to pronounce Jehovah, but seems to have been originally pronounced Jahoh, or Jao, is never, I think, heard of till this passage of Josephus; and this superstition, in not pronouncing that name, has continued among the Rabbinical Jews to this day (though whether the Samaritans and Caraites observed it so early, does not appear). Josephus also durst not set down the very words of the ten commandments, as we shall see hereafter, Antiq. B. III. ch. 5. sect. 4, which superstitious silence I think has yet not been continued even by the Rabbins. It is, however, no doubt but both these cautious concealments were taught Josephus by the Pharisees, a body of men at once very wicked and very superstitious.","25":"Of this judicial hardening the hearts and blinding the eyes of wicked men, or infatuating them, as a just punishment for their other willful sins, to their own destruction, see the note on Antiq. B. VII. ch. 9. sect. 6.","26":"As to this winter or spring hail near Egypt and Judea, see the like on thunder and lightning there, in the note on Antiq. B. VI. ch. 5. sect. 6.","27":"These large presents made to the Israelites, of vessels of and vessels of gold, and raiment, were, as Josephus truly calls them, gifts really given them; not lent them, as our English falsely renders them. They were spoils required, not of them, Genesis 15:14; Exodus 3:22; 11:2; Psalm 105:37,) as the same version falsely renders the Hebrew word Exodus 12:35, 36. God had ordered the Jews to demand these as their pay and reward, during their long and bitter slavery in Egypt, as atonements for the lives of the Egyptians, and as the condition of the Jews' departure, and of the Egyptians' deliverance from these terrible judgments, which, had they not now ceased, they had soon been all dead men, as they themselves confess, ch. 12. 33. Nor was there any sense in borrowing or lending, when the Israelites were finally departing out of the land for ever.","28":"Why our Masorete copy so groundlessly abridges this account in Exodus 12:40, as to ascribe 430 years to the sole peregrination of the Israelites in Egypt, when it is clear even by that Masorete chronology elsewhere, as well as from the express text itself, in the Samaritan, Septuagint, and Josephus, that they sojourned in Egypt but half that time, — and that by consequence, the other half of their peregrination was in the land of Canaan, before they came into Egypt, — is hard to say. See Essay on the Old Testament, p. 62, 63.","29":"Take the main part of Reland's excellent note here, which greatly illustrates Josephus, and the Scripture, in this history, as follows: \"[A traveller, says Reland, whose name was] Eneman, when he returned out of Egypt, told me that he went the same way from Egypt to Mount Sinai, which he supposed the Israelites of old traveled; and that he found several mountainous tracts, that ran down towards the Red Sea. He thought the Israelites had proceeded as far as the desert of Etham, Exodus 13:20, when they were commanded by God to return back, Exodus 14:2, and to pitch their camp between Migdol and the sea; and that when they were not able to fly, unless by sea, they were shut in on each side by mountains. He also thought we might evidently learn hence, how it might be said that the Israelites were in Etham before they went over the sea, and yet might be said to have come into Etham after they had passed over the sea also. Besides, he gave me an account how he passed over a river in a boat near the city Suez, which he says must needs be the Heroopolia of the ancients, since that city could not be situate any where else in that neighborhood.\" As to the famous passage produced here by Dr. Bernard, out of Herodotus, as the most ancient heathen testimony of the Israelites coming from the Red Sea into Palestine, Bishop Cumberland has shown that it belongs to the old Canaanite or Phoenician shepherds, and their retiring out of Egypt into Canaan or Phoenicia, long before the days of Moses. Sanchoniatho, p. 374, &c.","30":"Of these storms of wind, thunder, and lightning, at this drowning of Pharaoh's army, almost wanting in our copies of Exodus, but fully extant in that of David, Psalm 77:16-18, and in that of Josephus here, see Essay on the Old Test. Append, p. 15,1, 155.","31":"What some have here objected against this passage of the Israelites over the Red Sea, in this one night, from the common maps, viz. that this sea being here about thirty miles broad, so great an army conld not pass over it in so short a time, is a great mistake. Mons. Thevenot, an authentic eye-witness, informs us, that this sea, for about five days' journey, is no where more than about eight or nine miles over-cross, and in one place but four or five miles, according to De Lisle's map, which is made from the best travelers themselves, and not copied from others. What has been further objected against this passage of the Israelites, and drowning of the Egyptians, being miraculous also, viz. that Moses might carry the Israelites over at a low tide without any miracle, while yet the Egyptians, not knowing the tide so well as he, might be drowned upon the return of the tide, is a strange story indeed ! That Moses, who never had lived here, should know the quantity and time of the flux and reflux of the Red Sea better than the Egyptians themselves in its neighborhood! Yet does Artapanus, an ancient heathen historian, inform us, that this was what the more ignorant Memphites, who lived at a great distance, pretended, though he confesses, that the more learned Heliopolitans, who lived much nearer, owned the destruction of the Egyptians, and the deliverance of the Israelites, to have been miraculous: and De Castro, a mathematician, who surveyed this sea with great exactness, informs us, that there is no great flux or reflux in this part of the Red Sea, to give a color to this hypothesis; nay, that at the elevation of the tide there is little above half the height of a man. See Essay on the Old Test. Append, p. 239, 240. So vain and groundless are these and the like evasions and subterfuges of our modern sceptics and unbelievers, and so certainly do thorough inquiries and authentic evidence disprove and confute such evasions and subterfuges upon all occasions.","32":"What that hexameter verse, in which Moses's triumphant song is here said to be written, distinctly means, our present ignorance of the old Hebrew metre or measure will not let us determine. Nor does it appear to me certain that even Josephus himself had a distinct notion of it, though he speaks of several sort of that metre or measure, both here and elsewhere. Antiq. B. IV. ch. 8. sect. 44; and B. VII. ch. 12. sect. 3.","33":"Take here the original passages of the four old authors that still remain, as to this transit of Alexander the Great over the Pamphylian Sea: I mean, of Callisthenes, Strabu, Arrian, and Appian. As to Callisthenes, who himself accompanied Alexander in this expedition, Eustathius, in his Notes on the third Iliad of Homer, (as Dr. Bernard here informs us,) says, That \"this Callisthenes wrote how the Pamphylian Sea did not only open a passage for Alexander, but, by rising and did pay him homage as its king.\" Strabo's is this (Geog. B. XIV. p. 666): \"Now about Phaselis is that narrow passage, by the sea-side, through which his army. There is a mountain called Climax, adjoins to the Sea of Pamphylia, leaving a narrow passage on the shore, which, in calm weather, is bare, so as to be passable by travelers, but when the sea overflows, it is covered to a great degree by the waves. Now then, the ascent by the mountains being round about and steep, in still weather they make use of the road along the coast. But Alexander fell into the winter season, and committing himself chiefly to fortune, he marched on before the waves retired; and so it happened that were a whole day in journeying over it, and were under water up to the navel.\" Arrian's account is this (B. I. p. 72, 73): Alexander removed from Phaselis, he sent some part his army over the mountains to Perga; which road the Thracians showed him. A difficult way it was, but short, he himself conducted those that were with him by the sea-shore. This road is impassable at any other time than when the north wind blows; but if the south wind prevail, there is no passing by the shore. Now at this time, after strong south winds, a north wind blew, and that not without the Divine Providence, (as both he and they that were with him supposed,) and afforded him an easy and quick passage.\" Appian, when he compares Caesar and Alexander together, (De Bel. Civil. B. II. p. 522,) says, \"That they both depended on their boldness and fortune, as much as on their skill in war. As an instance of which, Alexander journeyed over a country without water, in the heat of summer, to the oracle of [Jupiter] Hammon, and quickly passed over the Bay of Pamphylia, when, by Divine Providence, the sea was cut off — thus Providence restraining the sea on his account, as it had sent him rain when he traveled [over the desert].\" N. B. — Since, in the days of Josephus, as he assures us, all the more numerous original historians of Alexander gave the account he has here set down, as to the providential going back of the waters of the Pamphylian Sea, when he was going with his army to destroy the Persian monarchy, which the fore-named authors now remaining fully confirm, it is without all just foundation that Josephus is here blamed by some late writers for quoting those ancient authors upon the present occasion; nor can the reflections of Plutarch, or any other author later than Josephus, be in the least here alleged to contradict him. Josephus went by all the evidence he then had, and that evidence of the most authentic sort also. So that whatever the moderns may think of the thing itself, there is hence not the least color for finding fault with Josephus: he would rather have been much to blame had he omitted these quotations."},"Life|1|1":{"1":"We may hence correct the error of the Latin copy of the second book Against Apion, sect. 8, (for the Greek is there lost,) which says, there were then only four tribes or courses of the priests, instead of twenty-four. Nor is this testimony to be disregarded, as if Josephus there contradicted what he had affirmed here; because even the account there given better agrees to twenty-four than to four courses, while he says that each of those courses contained above 5000 men, which, multiplied by only four, will make not more than 20,000 priests; whereas the number 120,000, as multiplied by 24, seems much the most probable, they being about one- tenth of the whole people, even after the captivity. See Ezra 2:36-39; Nehemiah 7:39-42; 1 Esdras 5:24, 25, with Ezra 2;64; Nehemiah 7:66; 1 Esdras 5:41. Nor will this common reading or notion of but four courses of priests, agree with Josephus's own further assertion elsewhere, Antiq. B. VII. ch. 14. sect. 7, that David's partition of the priests into twenty-four courses had continued to that day.","2":"An eminent example of the care of the Jews about their genealogies, especially as to the priests. See Against Ap. B. 1 sect. 7.","3":"When Josephus here says, that from sixteen to nineteen, or for three years, he made trial of the three Jewish sects, the Pharisees, the Sadducees, and the Essens, and yet says presently, in all our copies, that he stayed besides with one particular ascetic, called Banus, with him, and this still before he was nineteen, there is little room left for his trial of the three other sects. I suppose, therefore, that for, with him, the old reading might be, with them; which is a very small emendation, and takes away the difficulty before us. Nor is Dr. Hudson's conjecture, hinted at by Mr. Hall in his preface to the Doctor's edition of Josephus, at all improbable, that this Banus, by this his description, might well be a follower of John the Baptist, and that from him Josephus might easily imbibe such notions, as afterwards prepared him to have a favorable opinion of Jesus Christ himself, who was attested to by John the Baptist.","4":"We may note here, that religious men among the Jews, or at least those that were priests, were sometimes ascetics also, and, like Daniel and his companions in Babylon, Daniel 1:8-16, ate no flesh, but figs and nuts, etc. only. This was like the, or austere diet of the Christian ascetics in Passion- week. Constitut. V. 18.","5":"It has been thought the number of Paul and his companions on ship-board, Acts 27:38, which are 276 in our copies, are too many; whereas we find here, that Josephus and his companions, a very few years after the other, were about 600.","6":"See Jewish War, B. II. ch. 18. sect. 3.","7":"The Jews might collect this unlawfulness of fighting against their brethren from that law of Moses, Leviticus 19:16, \"Thou shalt not stand against the blood of thy neighbor;\" and that, ver. 17, \"Thou shalt not avenge, nor bear any grudge against the children of thy people; but thou shalt love thy neighbor as thyself;\" as well as from many other places in the Pentateuch and Prophets. See Antiq. B. VIII. ch. 8. sect. 3.","8":"That this Herod Agrippa, the father, was of old called a Great King, as here, appears by his coins still remaining; to which Havercamp refers us.","9":"The famous Jewish numbers of twelve and seventy are here remarkable.","10":"Our Josephus shows, both here and every where, that he was a most religious person, and one that had a deep sense of God and his providence upon his mind, and ascribed all his numerous and wonderful escapes and preservations, in times of danger, to God's blessing him, and taking care of him, and this on account of his acts of piety, justice, humanity, and charity, to the Jews his brethren.","11":"Josephus's opinion is here well worth noting: — That every one is to be permitted to worship God according to his own conscience, and is not to be compelled in matters of religion: as one may here observe, on the contrary, that the rest of the Jews were still for obliging all those who married Jewesses to be circumcised, and become Jews, and were ready to destroy all that would not submit to do so. See sect. 31, and Luke 11:54.","12":"How Josephus could say here that the Jewish laws forbade them to \"spoil even their enemies, while yet, a little before his time, our Savior had mentioned it as then a current maxim with them, \"Thou shalt love thy neighbor, and hate thine enemy,\" Matthew 5:43, is worth our inquiry. I take it that Josephus, having been now for many years an Ebionite Christian, had learned this interpretation of the law of Moses from Christ, whom he owned for the true Melah, as it follows in the succeeding verses, which, though he might not read in St. Matthew's Gospel, yet might he have read much the same exposition in their own Ebionite or Nazarene Gospel itself; of which improvements made by Josephus, after he was become a Christian, we have already had several examples in this his life, sect. 3, 13, 15, 19, 21, 23, and shall have many more therein before its conclusion, as well as we have them elsewhere in all his later writings.","13":"Here we may observe the vulgar Jewish notion of witchcraft, but that our Josephus was too wise to give any countenance to it.","14":"In this section, as well as in the 18 and 33. those small vessels that sailed on the sea of Galilee, are called by Josephus, i.e. plainly ships; so that we need not wander at our evangelists, who still call them ships; nor ought we to render them boats, as some do, Their number was in all 230, as we learn from our author elsewhere. Jewish War. B. II. eh. 21. sect. 8.","15":"Part of these fortifications on Mount Tabor may be those still remaining, and which were seen lately by Mr. Maundrel. See his Travels, p. 112.","16":"This Gamaliel may be the very same that is mentioned by the rabbins in the Mishna, in Juchasin, and in Porta Mosis, as is observed in the Latin notes. He might be also that Gamaliel II., whose grandfather was Gamaliel I., who is mentioned in Acts 5:34, and at whose feet St. Paul was brought up, Acts 22:3. See Prid. at the year 449.","17":"This Jonathan is also taken notice of in the Latin notes, as the same that is mentioned by the rabbins in Porta Mosis.","18":"This I take to be the first of Josephus's remarkable or divine dreams, which were predictive of the great things that afterwards came to pass; of which see more in the note on Antiq. B. III. eh. 8. sect. 9. The other is in the War, B. III. eh. 8. sect. 3, 9.","19":"Josephus's directions to his soldiers here are much the same that John the Baptist gave, Luke 3:14, \"Do violence to no man, neither accuse any falsely, and be content with your wages.\" Whence Dr. Hudson confirms this conjecture, that Josephus, in some things, was, even now, a follower of John the Baptist, which is no way improbable. See the note on sect. 2.","20":"We here learn the practice of the Jews, in the days of Josephus, to inquire into the characters of witnesses before they were admitted; and that their number ought to be three, or two at the least, also exactly as in the law of Moses, and in the Apostolical Constitutions, B. II. eh. 37. See Horeb Covenant Revived, page 97, 98.","21":"This appeal to the whole body of the Galileans by Josephus, and the testimony they gave him of integrity in his conduct as their governor, is very like that appeal and testimony in the case of the prophet Samuel, 1 Samuel 12:1-5, and perhaps was done by Josephus in imitation of him.","22":"It is worth noting here, that there was now a great Proseucha, or place of prayer, in the city of Tiberias itself, though such Proseucha used to be out of cities, as the synagogues were within them. Of them, see Le Moyne on Polycarp's Epistle, page 76. It is also worth our remark, that the Jews, in the days of Josephus, used to dine at the sixth hour, or noon; and that in obedience to their notions of the law of Moses also.","23":"One may observe here, that this lay Pharisee, Ananias, is we have seen he was, sect. 39, took upon him to appoint a fast at Tiberias, and was obeyed; though indeed it was not out of religion, but knavish policy.","24":"The character of this history of Justus of Tiberias, the rival of our Josephus, which is now lost, with its only remaining fragment, are given us by a very able critic, Photius, who read that history. It is in the 33rd code of his Bibliotheea, and runs thus: \"I have read (says Photius) the chronology of Justus of Tiberias, whose title is this, [The Chronology of] the Kings of Judah which succeeded one another. This [Justus] came out of the city of Tiberias in Galilee. He begins his history from Moses, and ends it not till the death of Agrippa, the seventh [ruler] of the family of Herod, and the last king of the Jews; who took the government under Claudius, had it augmented under Nero, and still more augmented by Vespasian. He died in the third year of Trajan, where also his history ends. He is very concise in his language, and slightly passes over those affairs that were most necessary to be insisted on; and being under the Jewish prejudices, as indeed he was himself also a Jew by birth, he makes not the least mention of the appearance of Christ, or what things happened to him, or of the wonderful works that he did. He was the son of a certain Jew, whose name was Pistus. He was a man, as he is described by Josephus, of a most profligate character; a slave both to money and to pleasures. In public affairs he was opposite to Josephus; and it is related, that he laid many plots against him; but that Josephus, though he had his enemy frequently under his power, did only reproach him in words, and so let him go without further punishment. He says also, that the history which this man wrote is, for the main, fabulous, and chiefly as to those parts where he describes the Roman war with the Jews, and the taking of Jerusalem.\"","25":"Here Josephus, a priest, honestly confesses that he did that at the command of Vespasian, which he had before told us was not lawful for a priest to do by the law of Moses, Antiq. B. III. eh. 12. sect. 2. 1 mean, the taking a captive woman to wife. See also Against Apion, B. I. sect. 7. But he seems to have been quickly sensible that his compliance with the commands of an emperor would not excuse him, for he soon put her away, as Reland justly observes here.","26":"Of this most remarkable clause, and its most important consequences, see Essay on the Old Testament, page 193-195.","27":"Of this Epaphroditus, see the note on the Preface to the Antiquities."}}